Revit 2027 API
ExporterIFCUtils.EndExportInternal Method
 Use the internal Revit implementation to relate elements at the end of export.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static void EndExportInternal(
	ExporterIFC exporterIFC
)
Public Shared Sub EndExportInternal (
	exporterIFC As ExporterIFC
)
public:
static void EndExportInternal(
	ExporterIFC^ exporterIFC
)
static member EndExportInternal :
        exporterIFC : ExporterIFC -> unit
Parameters
exporterIFC ExporterIFC
 The exporter.
Exceptions
Exception | Condition
ArgumentNullException |  A non-optional argument was null
See Also
Reference
ExporterIFCUtils Class
Autodesk.Revit.DB.IFC Namespace